itptest_mb/redis_stream/redis_output/redis7779.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    29201670 ops,  162027 (avg:  162221) ops/sec, 161.40MB/sec (avg: 161.54MB/sec), 18.43 (avg: 18.47) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets       81564.86          ---          ---     18.46700     83396.88
Gets       81564.86     81509.17        55.68     18.46700     82943.74
Waits          0.00          ---          ---      0.00000          ---
Totals    163129.71     81509.17        55.68     18.46700    166340.62