itptest_mb/redis_stream/redis_output/redis7782.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    29202510 ops,  162534 (avg:  162231) ops/sec, 161.90MB/sec (avg: 161.55MB/sec), 18.42 (avg: 18.47) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets       81568.20          ---          ---     18.46500     83400.30
Gets       81568.20     81511.72        56.47     18.46500     82946.37
Waits          0.00          ---          ---      0.00000          ---
Totals    163136.39     81511.72        56.47     18.46500    166346.66