itptest_mb/redis_stream/redis_output/redis7783.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    29173830 ops,  162147 (avg:  162068) ops/sec, 161.51MB/sec (avg: 161.39MB/sec), 18.46 (avg: 18.48) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets       81485.38          ---          ---     18.48400     83315.62
Gets       81485.38     81430.67        54.71     18.48400     82863.83
Waits          0.00          ---          ---      0.00000          ---
Totals    162970.77     81430.67        54.71     18.48400    166179.45